export const testimonials = [
  {
    text: "Дякую, мені потрібен результат, і я над цим працюю, а ви мені дуже допомагаєте. Звичайно було б краще працювати в офлайн режимі щоб ви могли точно бачити яких помилок я припускаюсь і змогли точно допомогти."
  },
  {
    text: "Дуже цікаві і зрозуміло викладені уроки. Я ще не додивилася до кінця ті уроки, що прийшли сьогодні, але початкові мені дуже сподобались. Дякую, що робите таку справу."
  },
  {
    text: "Шоколадні капкейки з карамеллю. Все по рецепту Насті, карамель вийшла неймовірна, густа і тягуча. Поєднання шоколадного капкейку з карамеллю це дуже смачно, шапочка з крему балансує солодкість десерту."
  },
  {
    text: "Дуже цікавий курс, який дає дещо більше ніж інші курси, тому що тут є про продажі, про оформлення та просування сторінки."
  },
  {
    text: "Цей курс був цікавий мені саме з позиції продажів. Я зараз теж за кордоном і мені дуже цікаво чи можна тут займатись цією справою."
  },
  {
    text: "Я лише на старті створення свого маленького бізнесу. Надзвичайно рада, що знайшла тебе та твій курс. Для мене було море нової та цікавої інформації поданої максимально доступно."
  }
];