/** @format */

export const courses = [
  {
    type: "course",
    title: "Курс «Десерти з нуля»",
    price: "19 USD",
    access: "Доступ до курсу: 3 місяці",
    features: [
      "Для новачків, які хочуть навчитися готувати десерти з нуля",
      "Покрокові відеоуроки та рецепти",
      "План продажів десертів через Instagram",
      "Чат підтримки з викладачем",
    ],
    modules: [
      {
        title: "Підготовка — це фундамент успішного старту",
        lessons: [
          "Секрети успіху в кондитерській справі",
          "Оптимальний набір інструментів для старту",
        ],
      },
      {
        title: "Бісквітні торти",
        lessons: [
          "Приготування бісквіту, конфі, крему, збірка та декорування торта",
        ],
      },
      {
        title: "Капкейки",
        lessons: [
          "Приготування ягідних капкейків, крему та декорування",
        ],
      },
      {
        title: "Десерти у стаканчиках",
        lessons: [
          "Приготування Тірамісу",
          "Приготування Панакоти",
          "Приготування Трайфлів",
        ],
      },
      {
        title: "Зефір",
        lessons: [
          "Приготування ідеального яблучного зефіру",
        ],
      },
    ],
  },

  {
    type: "school",
    title: "Онлайн-школа «Кондитер PRO»",
    price: "98 USD",
    access: "Доступ довічний",
    features: [
      "Для тих, хто вже має базу і хоче поглибити свої знання",
      "Щомісяця нові відеоуроки",
      "PDF-рецептурники, гайди та лайфхаки",
      "Довічний доступ до всього контенту",
      "Покрокові відеоуроки та технології десертів",
    ],
    modules: [
      {
        title: "Чізкейк",
        lessons: [
          "Лимонний чізкейк",
          "Приготування основи",
          "Приготування чізкейку",
        ],
      },
      {
        title: "Складні торти з цікавими смаками",
        lessons: [
          "Фісташка-малина з чізкейком",
          "Приготування фісташкового бісквіта",
          "Малиновий прошарок",
          "Чізкейковий шар з малиною",
          "Збірка і стабілізація торта",
          "Стійкий ганаш для обмазки з какао-маслом",
        ],
      },
      {
        title: "Бенто-торти (трендові мініформати)",
        lessons: [
          "Бенто: кава-горіх",
          "Рецепт кавового бісквіта",
          "Кавово-шоколадний крем",
          "Карамель з горіхом",
        ],
      },
      {
        title: "Декор і оформлення",
        lessons: [
          "Малюнки на бенто-тортах",
          "Вафельний декор",
          "Мастичний декор",
          "Трендовий кремовий декор",
          "Робота з рисовим папером",
        ],
      },
      {
        title: "Чізкейк-ескімо",
        lessons: [
          "Основа для ескімо",
          "Стабільна глазур / шоколад",
          "Оформлення, зберігання, подача",
        ],
      },
      {
        title: "Макарони",
        lessons: [
          "Приготування кришечок макарон на альбуміні",
          "Приготування начинок",
          "Збірка макаронів",
          "Поради для стабільного результату",
        ],
      },
      {
        title: "Трендові мусові тістечка",
        lessons: [
          "Приготування мусових тістечок",
          "Трендова форма бенто-тортів та невеликі мусові десерти",
          "Покриття велюром",
          "Покриття глазур’ю",
        ],
      },
      {
        title: "Мусові тістечка на основі крему англез",
        lessons: [
          "Приготування мусу на основі крему англез",
          "Кілька рецептів мусових тістечок",
          "Приготування глазурі гурме",
        ],
      },
      {
        title: "Нарізні тістечка",
        lessons: [
          "Приготування нарізних тістечок",
          "Тістечка на основі намелаки",
          "Тістечка на основі заварного крему",
        ],
      },
      {
        title: "+ Нові уроки щомісяця",
        lessons: [
          "Нові трендові десерти",
          "Сезонні рецепти",
          "Технології кондитерської справи",
        ],
      },
    ],
  },
];
